
const NAMES = [
  'Артем',
  'Борис',
  'Екатерина',
  'Алексей',
  'Инна',
  'Маргарита',
  'Денис',
  'Наталья',
  'Владимир',
  'Оксана'];
const STRINGS = [
  'Всё отлично!',
  'В целом всё неплохо. Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
  'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!'];
const QUANTITY_PHOTOS = 25;

const NUMBER_CHARS = {
  minimalNumber: 48,
  maximalNumber: 57,
  minimalUpperChar: 65,
  maximalUpperChar: 90,
  minimalLowerChar: 97,
  maximalLowerChar: 122,
};

const ESC = 'Escape';

export {NAMES, STRINGS, QUANTITY_PHOTOS, ESC, NUMBER_CHARS};
